"Cancel" = "Annuleer";
"OK" = "OK";
"Yes" = "Yes";
"No" = "No";
"Save" = "Bewaar";
"Close" = "Sluit";
"Continue" = "Ga verder";
"New Tab" = "Nieuw tabblad";

"Delete" = "Verwijder";

"Window:" = "Venster:";
"Window" = "Venster";

// used in "Display folder item count", e.g. 10 items
"items" = "items";